Repository: SFAri/TravelApp
Catalog: travel_app/lib/l10n/intl_*.arb
Languages: ar, ja, ko, vi

# homeNavigation
source: Home
ar: بيت
ja: ホーム
ko: 홈
vi: Trang chủ

# categoryNavigation
source: Category
ar: قائمة
ja: カテゴリー
ko: 카테고리
vi: Danh mục

# homeAppbar
source: Travel Guide
ar: دليل السفر
ja: 旅行ガイド
ko: 여행 가이드
vi: Hướng dẫn Du lịch

# hintSearchbar
source: Search destinations
ar: وجهة البحث
ja: 目的地を検索
ko: 목적지 검색
vi: Tìm kiếm điểm đến

source: Popular places
ar: الأماكن الشعبية
ja: 人気の場所
ko: 인기 장소
vi: Những địa điểm phổ biến

# viewButton
source: View more >>>
ar: شاهد المزيد >>>
ja: もっと見る >>>
ko: 더 보기 >>>
vi: Xem thêm >>>

# categoryAppbar
source: Category
ar: قائمة
ja: カテゴリー
ko: 카테고리
vi: Danh mục

# natureCategory
source: Nature
ar: طبيعة
ja: 自然
ko: 자연
vi: Thiên nhiên

# historicalCategory
source: Historical Sites
ar: المعالم التاريخية
ja: 歴史的な場所
ko: 역사적 유적지
vi: Di tích lịch sử

# culturalCategory
source: Cultural
ar: ثقافة
ja: 文化
ko: 문화
vi: Văn hóa

# entertainmentCategory
source: Entertainment
ar: ترفيه
ja: エンターテインメント
ko: 오락
vi: Giải trí

# phoneLabel
source: Phone contact
ar: اتصل عبر الهاتف
ja: 電話連絡
ko: 전화로 연락하기
vi: Liên hệ qua điện thoại

# descriptionSection
source: Description
ar: يصف
ja: 説明
ko: 설명
vi: Mô tả

# openTimeLabel
source: Open time
ar: ساعات العمل
ja: 営業時間
ko: 개장 시간
vi: Giờ mở cửa

# openTimeValue
source: {date}
ar: {value}

# moreDetailLabel
source: More detail
ar: مفصل
ja: 詳細情報
ko: 더 자세히
vi: Chi tiết hơn

# searchAppbar
source: Search destination
ar: وجهة البحث
ja: 目的地を検索
ko: 목적지 검색
vi: Tìm kiếm điểm đến

# resultSection
source: Result
ar: نتيجة
ja: 結果
ko: 결과
vi: Kết quả

# settingAppbar
source: Setting
ar: جلسة
ja: 設定
ko: 설정
vi: Cài đặt

# generalInformationSection
source: General information
ar: معلومات عامة
ja: 一般情報
ko: 일반 정보
vi: Thông tin chung

# securitySection
source: Security
ar: حماية
ja: セキュリティ
ko: 보안
vi: An ninh

# otherSection
source: Other
ar: آخر
ja: その他
ko: 기타
vi: Khác

# chooseLanguageButton
source: Language
ar: لغة
ja: 言語
ko: 언어 선택
vi: Ngôn ngữ

# chooseCurrencyButton
source: Currency
ar: مال
ja: 通貨
ko: 통화 선택
vi: Tiền tệ

# chooseDateButton
source: Format DateTime
ar: تنسيق التاريخ والوقت
ja: 日時形式
ko: 날짜 형식 선택
vi: Định dạng Ngày giờ

# hintDateFormat
source: dd/MM/yyyy
ar: DDA
ja: yMd
ko: yMd
vi: yMd

# chooseThemeButton
source: Theme mode
ar: وضع الواجهة
ja: テーマモード
ko: 테마 선택
vi: Chế độ giao diện

# chooseNotificationButton
source: Turn on/off notification
ar: قم بتشغيل/إيقاف الإخطار
ja: 通知のオン/オフ
ko: 알림 켜기/끄기
vi: Bật/tắt thông báo

# chooseReportButton
source: Feedback
ar: اترك تقييم للخدمة
ja: レポート
ko: 피드백 남기기
vi: Để lại phản hồi

# chooseTutorialButton
source: Tutorial Guide
ar: تعليمات للاستخدام
ja: 使い方
ko: 사용 안내서
vi: Hướng dẫn sử dụng

# chooseAboutButton
source: About Travel Guide
ar: حول تطبيق دليل السفر
ja: 情報
ko: 여행 가이드 앱에 대하여
vi: Về Travel Guide app

# englishLanguage
source: English
ar: إنجليزي
ja: 英語
ko: 영어
vi: Tiếng Anh

# vietnameseLanguage
source: Vietnamese
ar: الفيتناميين
ja: ベトナム語
ko: 베트남어
vi: Tiếng Việt

# japaneseLanguage
source: Japanese
ar: اليابانية
ja: 日本語
ko: 일본어
vi: Tiếng Nhật

# koreanLanguage
source: Korean
ar: كوري
ja: 韓国語
ko: 한국어
vi: Tiếng Hàn

# arabicLanguage
source: Arabic
ar: عربى
ja: アラビア語
ko: 아랍어
vi: Tiếng Ả Rập

# noValue
source: No matching destinations found
ar: لا توجد وجهة مناسبة
ja: 一致する目的地が見つかりませんでした
ko: 해당되는 목적지가 없습니다.
vi: Không tìm thấy điểm đến phù hợp

# aboutAppBar
source: Introduce
ar: يقدم
ja: 導入
ko: 소개
vi: Giới thiệu

# appTitle
source: Multilingual Travel Guide App
ar: دليل السفر متعدد اللغات
ja: 多言語旅行ガイドアプリ
ko: 다국어 여행 가이드
vi: Hướng dẫn Du lịch Đa ngôn ngữ

# versionSection
source: Version:
ar: إصدار:
ko: 버전:
vi: Phiên bản:

# aboutSection
source: Application
ar: حول التطبيق
ja: 応用
ko: 앱에 대해
vi: Về ứng dụng

# featureSection
source: Main features
ar: الميزة الرئيسية
ja: 主な機能
ko: 주요 기능
vi: Tính năng chính

# developerSection
source: About the development group
ar: حول مجموعة التنمية
ja: 開発グループについて
ko: 개발 팀 소개
vi: Về nhóm phát triển

# aboutDescription
source: The multi-language travel guide application is designed to provide users with detailed information about famous tourist destinations.Users can explore locations with descriptions, fare, opening hours and contact information.The application supports many languages, including Vietnamese, English and Japanese, allowing users to view content in their favorite languages.
ar: تم تصميم تطبيق دليل السفر متعدد اللغات لتزويد المستخدمين بمعلومات مفصلة حول الوجهات السياحية الشهيرة. يمكن للمستخدمين استكشاف الأماكن مع الأوصاف والأسعار وساعات العمل ومعلومات الاتصال. تدعم التطبيقات لغات متعددة ، بما في ذلك الفيتنامية والإنجليزية واليابانية ، مما يسمح للمستخدمين بعرض المحتوى بلغاتهم المفضلة.
ja: 多言語旅行ガイドアプリケーションは、有名な観光地に関する詳細情報をユーザーに提供するように設計されています。ユーザーは、説明、運賃、営業時間、連絡先情報を使用して場所を探索できます。このアプリケーションは、ベトナム、英語、日本語を含む多くの言語をサポートしているため、ユーザーはお気に入りの言語でコンテンツを表示できます。
ko: 다국어 여행 가이드 앱은 유명한 관광지에 대한 자세한 정보를 사용자에게 제공합니다. 사용자는 설명, 가격, 개장 시간 및 연락처 정보를 통해 관광지를 탐험할 수 있습니다. 이 앱은 베트남어, 영어 및 일본어를 지원하여 사용자가 선호하는 언어로 콘텐츠를 볼 수 있게 합니다.
vi: Ứng dụng Hướng dẫn Du lịch Đa ngôn ngữ được thiết kế để cung cấp cho người dùng thông tin chi tiết về các địa điểm du lịch nổi tiếng. Người dùng có thể khám phá các địa điểm với mô tả, giá vé, giờ mở cửa và thông tin liên hệ. Ứng dụng hỗ trợ nhiều ngôn ngữ, bao gồm Tiếng Việt, Tiếng Anh và Tiếng Nhật, cho phép người dùng xem nội dung bằng ngôn ngữ ưa thích của mình.

# featureDescription1
source: See a list of tourist destinations with brief description.
ar: انظر قائمة الوجهات السياحية مع وصف موجز.
ja: 簡単な説明で観光地のリストを参照してください。
ko: 간단한 설명과 함께 관광지 목록 보기.
vi: Xem danh sách các địa điểm du lịch với mô tả ngắn gọn.

# featureDescription2
source: Detailed information about location, including fares, opening hours and contact information.
ar: تفاصيل حول الموقع ، بما في ذلك الأسعار وساعات العمل ومعلومات الاتصال.
ja: 運賃、営業時間、連絡先情報などの場所に関する詳細情報。
ko: 가격, 개장 시간 및 연락처 정보 포함.
vi: Thông tin chi tiết về địa điểm, bao gồm giá vé, giờ mở cửa và thông tin liên hệ.

# featureDescription3
source: Conversion between languages (Vietnamese, English, Japanese) through the installation menu.
ar: التحويل بين اللغات (الفيتنامية والإنجليزية واليابانية) من خلال قائمة التثبيت.
ja: インストールメニューから言語（ベトナム語、英語、日本語）間の変換。
ko: 설정 메뉴를 통해 언어(베트남어, 영어, 일본어) 전환.
vi: Chuyển đổi giữa các ngôn ngữ (Tiếng Việt, Tiếng Anh, Tiếng Nhật) qua menu cài đặt.

# featureDescription4
source: Display information formatted in the selected language/area (for example: currency, date/hour,phone number).
ar: عرض المعلومات المنسقة باللغة/المنطقة المحددة (على سبيل المثال: العملة ، التاريخ/الساعة ، رقم الهاتف).
ja: 選択した言語/領域でフォーマットされた情報を表示します（たとえば、通貨、日付/時間、電話番号）。
ko: 선택된 언어/지역에 따라 형식화된 정보 표시 (예: 통화, 날짜/시간, 전화번호).
vi: Hiển thị thông tin được định dạng theo ngôn ngữ/khu vực đã chọn (ví dụ: tiền tệ, ngày/giờ, số điện thoại).

# featureDescription5
source: Beautiful interface with illustrations.
ar: واجهة جميلة مع الرسوم التوضيحية.
ja: イラスト付きの美しいインターフェース。
ko: 일러스트가 포함된 아름다운 인터페이스.
vi: Giao diện đẹp với hình ảnh minh họa.

# developerDescription
source: Our group is passionate about creating user friendly and creative applications to enhance your travel experience.We hope this application will help you explore the world easily and conveniently.
ar: مجموعتنا شغوفة بإنشاء تطبيقات ودية وإبداعية للمستخدم لتعزيز تجربة السفر الخاصة بك. نأمل أن يساعدك هذا التطبيق في استكشاف العالم بسهولة وسهولة.
ja: 私たちのグループは、旅行体験を強化するために、フレンドリーで創造的なアプリケーションを作成することに情熱を傾けています。このアプリケーションが、あなたが世界を簡単かつ便利に探索するのに役立つことを願っています。
ko: 우리 팀은 사용자 친화적이고 창의적인 앱을 만드는 데 열정을 가지고 있어 여행 경험을 향상시키기 위해 노력하고 있습니다. 이 앱이 세상을 쉽게 탐험하는 데 도움이 되기를 바랍니다.
vi: Nhóm của chúng tôi đam mê tạo ra các ứng dụng thân thiện với người dùng và sáng tạo để nâng cao trải nghiệm du lịch của bạn. Chúng tôi hy vọng ứng dụng này sẽ giúp bạn khám phá thế giới một cách dễ dàng và tiện lợi.

# thankYou
source: Thank you for using our application!
ar: شكرا لك على استخدام تطبيقنا!
ja: アプリケーションを使用していただきありがとうございます！
ko: 우리 앱을 사용해 주셔서 감사합니다!
vi: Cảm ơn bạn đã sử dụng ứng dụng của chúng tôi!

# tutorialAppBar
source: Instructions for use
ar: تعليمات للاستخدام
ja: 使用する手順
ko: 사용 안내서
vi: Hướng dẫn sử dụng

# tutorialTitle
source: Application user manual
ar: دليل التطبيق
ja: アプリケーションユーザーマニュアル
ko: 앱 사용 안내서
vi: Hướng dẫn sử dụng ứng dụng

# tutorialSection
source: How to use the application
ar: كيفية استخدام التطبيق
ja: アプリケーションの使用方法
ko: 앱 사용 방법
vi: Cách sử dụng ứng dụng

# hintSearchText
source: Find questions
ar: ابحث عن الأسئلة
ja: 質問を見つけてください
ko: 질문 찾기
vi: Tìm câu hỏi

# faqSection
source: See common questions
ar: انظر الأسئلة الشائعة
ja: よくある質問を参照してください
ko: 자주 묻는 질문 보기
vi: Xem câu hỏi phổ biến

# findByCatogarySection
source: Search by section
ar: البحث حسب العنصر
ja: セクションごとに検索します
ko: 카테고리별 찾기
vi: Tìm theo mục

# faqQuestion1
source: What information does the application provide?
ar: ما هي المعلومات التي يقدمها التطبيق؟
ja: アプリケーションはどのような情報を提供しますか？
ko: 앱에서 어떤 정보를 제공하나요?
vi: Ứng dụng cung cấp thông tin gì?

# faqAnswer1
source: The application provides information about tourist destinations, including descriptions, fare, opening hours and contact information.
ar: يوفر التطبيق معلومات حول الوجهات السياحية ، بما في ذلك الأوصاف والأجرة وساعات العمل ومعلومات الاتصال.
ja: このアプリケーションは、説明、運賃、営業時間、連絡先情報など、観光地に関する情報を提供します。
ko: 관광지에 대한 정보, 설명, 가격, 개장 시간 및 연락처 정보가 포함됩니다.
vi: Ứng dụng cung cấp thông tin về các địa điểm du lịch, bao gồm mô tả, giá vé, giờ mở cửa và thông tin liên hệ.

# faqQuestion2
source: How to convert language?
ar: كيف تتحول اللغة؟
ja: 言語を変換する方法は？
ko: 언어를 어떻게 변경하나요?
vi: Làm sao để chuyển đổi ngôn ngữ?

# faqAnswer2
source: You can convert language via the installation menu or button on the interface.
ar: يمكنك تحويل اللغة عبر قائمة التثبيت أو الزر الموجود على الواجهة.
ja: インターフェイスのインストールメニューまたはボタンを介して言語を変換できます。
ko: 설정 메뉴 또는 인터페이스의 버튼을 통해 언어를 변경할 수 있습니다.
vi: Bạn có thể chuyển đổi ngôn ngữ qua menu cài đặt hoặc nút trên giao diện.

# faqQuestion3
source: Is the display information format in language?
ar: هل يتم عرض المعلومات بتنسيق لغة؟
ja: ディスプレイ情報形式は言語のものですか？
ko: 정보가 언어에 맞게 형식화되나요?
vi: Thông tin hiển thị có được định dạng theo ngôn ngữ không?

# faqAnswer3
source: Yes, formats such as fares, date and time and phone numbers will be adjusted in the language/area you choose.
ar: نعم ، سيتم ضبط تنسيقات مثل الأسعار والتاريخ والوقت والهواتف باللغة/المنطقة التي تختارها.
ja: はい、運賃、日付と時刻、電話番号などの形式は、選択した言語/領域で調整されます。
ko: 네, 가격, 날짜 및 전화번호와 같은 형식은 선택한 언어/지역에 따라 조정됩니다.
vi: Có, các định dạng như giá vé, ngày giờ và số điện thoại sẽ được điều chỉnh theo ngôn ngữ/khu vực bạn chọn.

# faqQuestion4
source: What languages are the application support?
ar: ما هي اللغات التي تدعم التطبيق؟
ja: アプリケーションサポートはどの言語ですか？
ko: 어떤 언어를 지원하나요?
vi: Ứng dụng đang hỗ trợ những ngôn ngữ nào?

# faqAnswer4
source: The application is supporting Vietnamese, English and Japanese.
ar: التطبيق يدعم الفيتناميين والإنجليزية واليابانية.
ja: このアプリケーションは、ベトナム、英語、日本語をサポートしています。
ko: 베트남어, 영어, 일본어를 지원합니다.
vi: Ứng dụng đang hỗ trợ Tiếng Việt, Tiếng Anh và Tiếng Nhật.

# faqQuestion5
source: How can I see the details of the location?
ar: كيف يمكنني رؤية تفاصيل الموقع؟
ja: 場所の詳細を確認するにはどうすればよいですか？
ko: 세부 정보를 어떻게 확인하나요?
vi: Tôi có thể xem chi tiết địa điểm như thế nào?

# faqAnswer5
source: You can click on a location on the list to see details, including description, ticket price and opening hours.
ar: يمكنك النقر على موقع في القائمة لمشاهدة التفاصيل ، بما في ذلك الوصف وسعر التذاكر وساعات العمل.
ja: リストの場所をクリックして、説明、チケットの価格、営業時間など、詳細を確認できます。
ko: 목록에서 특정 장소를 눌러 설명, 가격 및 개장 시간을 포함한 세부 정보를 확인할 수 있습니다.
vi: Bạn có thể nhấn vào một địa điểm trong danh sách để xem chi tiết, bao gồm mô tả, giá vé và giờ mở cửa.

# place_name_0
source: Ho Guom
ar: بحيرة هو غوم
ja: ホーグム湖
ko: 호구옴

# place_desc_0
source: A historic lake in Hanoi
ar: بحيرة تاريخية في هانوي
ja: ハノイの歴史的な湖
ko: 하노이에 있는 역사적인 호수

# place_name_1
source: Thang Long Water Puppet Theatre
ar: مسرح دمى الماء ثانغ لونغ
ja: タインロン水上人形劇場
ko: 탕롱 수상 인형극장

# place_desc_1
source: A unique cultural performance in Hanoi
ar: عرض ثقافي فريد في هانوي
ja: ハノイのユニークな文化パフォーマンス
ko: 하노이의 독특한 문화 공연

# place_name_2
source: My Son Sanctuary
ar: معبد ميسون
ja: ミーソン聖域
ko: 미선 성역

# place_desc_2
source: Ancient Hindu temples in Quang Nam
ar: معابد هندوسية قديمة في كوانغ نام
ja: クアンナムの古代ヒンドゥー寺院
ko: 꽝남의 고대 힌두 사원

# place_name_3
source: Imperial City of Hue
ar: المدينة الإمبراطورية في هوي
ja: フエの王宮
ko: 후에 제국도시

# place_desc_3
source: The former capital of Vietnam
ar: العاصمة السابقة لفيتنام
ja: ベトナムの旧首都
ko: 베트남의 옛 수도

# place_name_4
source: Cu Chi Tunnels
ar: أنفاق كوتشي
ja: クチトンネル
ko: Cu Chi 터널

# place_desc_4
source: Historic tunnels used during the Vietnam War
ar: أنفاق تاريخية استخدمت خلال حرب فيتنام
ja: ベトナム戦争中に使用された歴史的トンネル
ko: 베트남 전쟁 중 사용된 역사적인 터널

# place_name_5
source: War Remnants Museum
ar: متحف آثار الحرب
ja: 戦争遺跡博物館
ko: 전쟁 유물 박물관

# place_desc_5
source: A museum showcasing Vietnam War history
ar: متحف يعرض تاريخ حرب فيتنام
ja: ベトナム戦争の歴史を展示する博物館
ko: 베트남 전쟁 역사를 전시하는 박물관

# place_name_6
source: Temple of Literature
ar: معبد الأدب
ja: 文廟
ko: 문묘

# place_desc_6
source: Vietnam\
ar: فيتنام
ja: ベトナムの
ko: 베트남의

# place_name_7
source: Ho Chi Minh Mausoleum
ar: ضريح هو تشي مينه
ja: ホーチミン廟
ko: 호치민 묘

# place_desc_7
source: The resting place of President Ho Chi Minh
ar: مكان الراحة للرئيس هو تشي مينه
ja: ホーチミン大統領の安息の地
ko: 호치민 대통령의 안식처

# place_name_8
source: Mekong Delta
ar: دلتا نهر الميكونغ
ja: メコンデルタ
ko: 메콩 델타

# place_desc_8
source: A vast waterway region in southern Vietnam
ar: منطقة مائية واسعة في جنوب فيتنام
ja: 南部ベトナムの広大な水路地域
ko: 남부 베트남의 광대한 수로 지역

# place_name_9
source: Phu Van Lau
ar: فوه فان لاو
ja: フーバンラウ
ko: 푸반라우

# place_desc_9
source: A historic pavilion in Hue
ar: بانوراما تاريخية في هوي
ja: フエの歴史的なパビリオン
ko: 후에의 역사적인 정자

# place_name_10
source: Tuong Nu Than Tu Do
ar: تمثال الحرية في أمريكا
ja: トゥオンヌータンタウド
ko: 투엉 뉘 타인 투 도

# place_desc_10
source: A symbol of freedom in the USA
ar: رمز الحرية في الولايات المتحدة
ja: アメリカの自由の象徴
ko: 미국의 자유의 상징

# place_name_11
source: Cu Chi Tunnels
ar: أنفاق كوتشي
ja: クチトンネル
ko: Cu Chi 터널

# place_desc_11
source: Historic tunnels used during the Vietnam War
ar: أنفاق تاريخية استخدمت خلال حرب فيتنام
ja: ベトナム戦争中に使用された歴史的トンネル
ko: 베트남 전쟁 중 사용된 역사적인 터널

# place_name_12
source: Ho Chi Minh City Post Office
ar: مكتب بريد مدينة هو تشي مينه
ja: ホーチミン市郵便局
ko: 호치민시 우체국

# place_desc_12
source: A beautiful historical building in HCMC
ar: مبنى تاريخي جميل في مدينة هو تشي مينه
ja: ホーチミン市の美しい歴史的建物
ko: 호치민시의 아름다운 역사적 건물

# place_name_13
source: Reunification Palace
ar: قصر إعادة التوحيد
ja: 統一宮
ko: 통일궁

# place_desc_13
source: The site of the end of the Vietnam War
ar: موقع انتهاء حرب فيتنام
ja: ベトナム戦争の終結の地
ko: 베트남 전쟁의 종전 장소

# place_name_14
source: Hoa Lo Prison
ar: سجن هوا لو
ja: ホアロ刑務所
ko: 화로 교도소

# place_desc_14
source: A former prison used during the Vietnam War
ar: سجن سابق استخدم خلال حرب فيتنام
ja: ベトナム戦争中に使用された元刑務所
ko: 베트남 전쟁 중 사용된 옛 교도소

# place_name_15
source: Bac Ha Market
ar: سوق باك ها
ja: バクハ市場
ko: 박하 시장

# place_desc_15
source: A vibrant market in the north of Vietnam
ar: سوق نابض بالحياة في شمال فيتنام
ja: ベトナム北部の活気ある市場
ko: 베트남 북부의 활기찬 시장

# place_name_16
source: Saigon Notre-Dame Basilica
ar: كاتدرائية سايغون نوتردام
ja: サイゴンノートルダム大聖堂
ko: 사이공 노틀담 대성당

# place_desc_16
source: A famous cathedral in Ho Chi Minh City
ar: كاتدرائية شهيرة في مدينة هو تشي مينه
ja: ホーチミン市の有名な大聖堂
ko: 호치민시의 유명한 대성당

# place_name_17
source: Lang Co Beach
ar: شاطئ لانغ كو
ja: ランコビーチ
ko: 랑코 해변

# place_desc_17
source: A beautiful beach in Vietnam
ar: شاطئ جميل في فيتنام
ja: ベトナムの美しいビーチ
ko: 베트남의 아름다운 해변

# place_name_18
source: My Lai Massacre Memorial
ar: نصب مذبحة مي لاي
ja: ミーライ虐殺記念碑
ko: 미라이 학살 기념관

# place_desc_18
source: A memorial for the victims of the My Lai Massacre
ar: نصب تذكاري لضحايا مذبحة مي لاي
ja: ミーライ虐殺の犠牲者を記念する碑
ko: 미라이 학살의 희생자를 위한 기념관

# place_name_19
source: Vinh Ha Long
ar: فينه ها لونغ
ja: ビンハロン
ko: 빈하롱

# place_desc_19
source: A natural wonder of the world
ar: عجيبة طبيعية من عجائب العالم
ja: 世界の自然の驚異
ko: 세계의 자연 경이

# place_name_20
source: Phong Nha-Ke Bang National Park
ar: حديقة فونغ نها-كي بانغ الوطنية
ja: フォンニャケバン国立公園
ko: 폰냐-케방 국립공원

# place_desc_20
source: Famous for its stunning caves and biodiversity
ar: معروفة بكهوفها المدهشة وتنوعها البيولوجي
ja: 驚くべき洞窟と生物多様性で有名
ko: 놀라운 동굴과 생물 다양성으로 유명

# place_name_21
source: Ba Na Hills
ar: جبال با نا
ja: バーナヒル
ko: 바나 힐

# place_desc_21
source: A popular tourist destination with stunning views
ar: وجهة سياحية شهيرة بإطلالات رائعة
ja: 素晴らしい景色の人気観光地
ko: 아름다운 전망의 인기 관광지

# place_name_22
source: Cat Ba Island
ar: جزيرة كات با
ja: キャットバ島
ko: 캣바 섬

# place_desc_22
source: A beautiful island in Ha Long Bay
ar: جزيرة جميلة في خليج هالونغ
ja: ハロン湾の美しい島
ko: 하롱베이의 아름다운 섬

# place_name_23
source: Tam Coc
ar: تام كوك
ja: タムコック
ko: 탐콕

# place_desc_23
source: A scenic area with stunning rice paddies
ar: منطقة خلابة مع حقول الأرز الرائعة
ja: 美しい水田が広がる風光明媚な地域
ko: 아름다운 논밭이 있는 경치 좋은 지역

# place_name_24
source: Sapa
ar: سابا
ja: サパ
ko: 사파

# place_desc_24
source: Famous for its terraced rice fields and ethnic minorities
ar: معروفة بحقول الأرز المدرجة والأقليات العرقية
ja: 棚田と少数民族で有名
ko: 테라스 농경지와 소수민족으로 유명

# place_name_25
source: Mui Ne Sand Dunes
ar: كثبان مووي نيه الرملية
ja: ミュイネ砂丘
ko: 무이네 모래언덕

# place_desc_25
source: Stunning sand dunes in Southern Vietnam
ar: كثبان رملية مذهلة في جنوب فيتنام
ja: 南部ベトナムの美しい砂丘
ko: 남부 베트남의 아름다운 모래언덕

# place_name_26
source: Nha Trang Beach
ar: شاطئ نها ترانغ
ja: ニャチャンビーチ
ko: 냐짱 해변

# place_desc_26
source: A famous beach destination in Vietnam
ar: وجهة شاطئية مشهورة في فيتنام
ja: ベトナムの有名なビーチリゾート
ko: 베트남의 유명한 해변 관광지

# place_name_27
source: Bai Tu Long Bay
ar: خليج باي تو لونغ
ja: バイトゥーロン湾
ko: 바이 투 롱 만

# place_desc_27
source: A beautiful bay near Ha Long Bay
ar: خليج جميل بالقرب من خليج هالونغ
ja: ハロン湾の近くの美しい湾
ko: 하롱베이 근처의 아름다운 만

# place_name_28
source: Suoi Tien Theme Park
ar: حديقة سووي تيين الترفيهية
ja: スオイティエンテーマパーク
ko: 수어이티엔 테마파크

# place_desc_28
source: A cultural theme park in Ho Chi Minh City
ar: حديقة ثقافية في مدينة هو تشي مينه
ja: ホーチミン市の文化テーマパーク
ko: 호치민시의 문화 테마파크

# place_name_29
source: Vinpearl Land
ar: مدينة فينبارل
ja: ビンパールランド
ko: 빈펄 랜드

# place_desc_29
source: An amusement park in Nha Trang
ar: مدينة ملاهي في نها ترانغ
ja: ニャチャンの遊園地
ko: 냐짱의 놀이공원

# place_name_30
source: Dai Nam Wonderland
ar: عالم داي نام
ja: ダイナムワンダーランド
ko: 다이남 원더랜드

# place_desc_30
source: A large amusement park in Binh Duong
ar: مدينة ملاهي كبيرة في بينه دوونغ
ja: ビンズオンの大規模な遊園地
ko: 빈즈온의 대규모 놀이공원

# place_name_31
source: Saigon River Dinner Cruise
ar: رحلة عشاء نهر سايغون
ja: サイゴン川ディナークルーズ
ko: 사이공 강 디너 크루즈

# place_desc_31
source: Enjoy dinner while cruising on the Saigon River
ar: استمتع بالعشاء أثناء الإبحار على نهر سايغون
ja: サイゴン川でディナーを楽しむ
ko: 사이공 강에서 저녁을 즐기세요

# place_name_32
source: Rooftop Bar in HCMC
ar: بار السطح في مدينة هو تشي مينه
ja: ホーチミン市のルーフトップバー
ko: 호치민시 루프탑 바

# place_desc_32
source: Enjoy drinks with a view of the city
ar: استمتع بالمشروبات مع إطلالة على المدينة
ja: 街の景色を楽しむドリンク
ko: 도시의 전망과 함께 음료를 즐기세요

# place_name_33
source: Bui Vien Street
ar: شارع بوي فيين
ja: ブイビエン通り
ko: 부이비엔 거리

# place_desc_33
source: A famous nightlife street in Ho Chi Minh City
ar: شارع حياة ليلية شهير في مدينة هو تشي مينه
ja: ホーチミン市の有名なナイトライフ通り
ko: 호치민시의 유명한 야간 유흥 거리

# place_name_34
source: Water Puppet Show
ar: عرض الدمى المائية
ja: 水上人形劇
ko: 수상 인형극

# place_desc_34
source: A traditional Vietnamese art show
ar: عرض فن تقليدي فيتنامي
ja: 伝統的なベトナムのアートショー
ko: 전통 베트남 예술 공연

# place_name_35
source: Lotus Water Park
ar: حديقة مياه لوتس
ja: ロータスウォーターパーク
ko: 연꽃 워터파크

# place_desc_35
source: A water park in Hanoi
ar: حديقة مائية في هانوي
ja: ハノイのウォーターパーク
ko: 하노이에 있는 워터파크

source: Version:
ja: バージョン：
